Revit 2027 API
TableSectionData.SetCellParamIdAndCategoryId Method
Overload List
Name | Description
SetCellParamIdAndCategoryId(Int32, ElementId, ElementId) |  Sets a column's category and parameter Id
SetCellParamIdAndCategoryId(Int32, Int32, ElementId, ElementId) |  Sets a cell's category and parameter Id
Top
See Also
Reference
TableSectionData Class
Autodesk.Revit.DB Namespace